import { ITonList } from '@/interfaces/interfaces'

export const tonListData: ITonList[] = [
	{
		img: 'speed.svg',
		title: 'Высокая скорость',
		text: 'Возможность обрабатывать до 1 миллиона транзакций в секунду позволяет блокчейну TON конкурировать с традиционными платёжными системами и сделать переводы существенно быстрее и дешевле.',
	},
	{
		img: 'security.svg',
		title: 'Гарант безопасности',
		text: 'Игры на смартконтрактах — это новое слово в финансовой безопасности! Технология блокчейн и смартконтракты гарантируют надёжность и неизменность кода, исключающие возможность мошенничества.',
	},
	{
		img: 'guarantee.svg',
		title: 'Гарант честности',
		text: 'Смартконтракты обеспечивают автоматическую выплату выигрышей, что исключает возможность мошенничества при их распределении. Более того, они гарантируют безопасность личных данных игроков и конфиденциальность всех проводимых операций.',
	},
]
